Repository: satanas/Turpial
Catalog: turpial/i18n/*/LC_MESSAGES/turpial.po
Languages: ca, de, eo, fr, id, it, ja, pt_pt, ru_ru, tr

source: Do you want to delete this message from the queue?
ca: Vols esborrar aquest missatge de la cua?
de: Möchtest du diese Nachricht aus der Warteschlange entfernen?
eo: Ĉu vi volas forigi ĉi tiun mesaĝon el la vico?
fr: Voulez-vous supprimer ce message de la file d'attente?
id: Apakah kamu ingin menghapus pesan ini dari antrian?
it: Vuoi eliminare questo messaggio dalla coda?
ja: このメッセージをキューから削除してもよろしいですか?
pt_pt: Quer apagar esta mensagem da fila?
ru_ru: Вы правда хотите удалить это сообщение из очереди?
tr: Bu mesajı bekleyenlerden kaldırmak istiyor musunuz?

source: Do you want to clear the queue?
ca: Vols esborrar la cua?
de: Möchtest du die Warteschlange leeren?
eo: Ĉu vi volas purigi la vicon de mesaĝoj?
fr: Voulez-vous effacer la file d'attente?
id: Apakah kamu ingin membersihkan antrian?
it: Vuoi cancellare la coda di messaggi?
ja: キューをクリアしてもよろしいですか?
pt_pt: Quer limpar a fila?
ru_ru: Вы правда хотите очистить очередь?
tr: Bekleyenlerin hepsini kaldırmak ister misiniz?

source: Messages will be send every %s as long as Turpial remain open
ca: Els missatges s'envien cada %s, sempre que romangui obert Turpial
de: Nachrichten werden alle %s gesendet, so lange Turpial geöffnet bleibt
eo: Mesaĝoj estos daŭre elsendataj ĉiu %s tiel longe kiel Turpial-o restu malferma
fr: Les messages seront envoyés à chaque %s tant que Turpial sera en fonction.
id: Pesan akan dikirimkan setiap %s selama Turpial tetap terbuka
it: I messaggi saranno inviati ogni %s finchè Turpial rimangono aperto
ja: Turpialが起動している間はすべての%sにメッセージが送られます
pt_pt: As mensagens serão enviadas a cada %s enquanto o Turpial permanecer aberto
ru_ru: Сообщения будут отправляться каждые %s пока Turpial запущен.
tr: Turpial'ı kapatmadığınız sürece mesaj %s'da gönderilecek

source: Next message should be posted in
ca: El missatge següent ha de ser publicat en el
de: Nächste Nachricht sollte gesendet werden in
eo: Venonta mesaĝo estus afiŝita je
fr: Le prochain message devrait être posté
id: Pesan berikutnya harus dipasang di
it: Prossimo messaggio dovrebbe essere pubblicato in
ja: 次のメッセージは
pt_pt: Próxima mensagem deve ser publicada em
ru_ru: Следующее сообщение будет отправлено через
tr: Sonraki mesaj kaç

source: minute
ca: Minut
eo: minuto
id: menit
it: minuto
ja: 分
pt_pt: minuto
ru_ru: минуту
tr: dakika içinde gönderilmeli

source: minutes
ca: Minuts
de: Minuten
eo: minutoj
id: menit
it: minuti
ja: 分
pt_pt: minutos
ru_ru: минут(ы)
tr: dakika içinde gönderilme

source: Add to Queue
ca: Afegir a la cua
de: Zur Warteschlange hinzufügen
eo: Aldoni vicon
fr: Ajouter à la file d'attente
id: Tambahkan ke Antrian
it: Aggiungi alla coda
ja: キューに追加
pt_pt: Adicionar à fila
ru_ru: Добавить в очередь
tr: Bekleynlere ekle

source: Microblogging client written in Python
ca: Client de microblogging escrit en Python
de: Microblogging Client in Python geschrieben
eo: Mikroblogilo skribita en Python
fr: Client de microblogage écrit en Python
id: Klien mikroblog yang ditulis dengan Python
it: Cliente di Microblogging scritto in Python
ja: Pythonで書かれたマイクロブログクライアント
pt_pt: Cliente de microblogging escrito em Python
ru_ru: Твиттер-клиент, написанный на языке Python
tr: Python ile yazılmış mikroblok istemcisi

source: You are now following @%s
ca: Ara segueixes a @%s
de: Du folgst jetzt @%s
eo: Vi nun sekvas @%s-on
fr: Vous suivez maintenant @%s
id: Kamu sekanrang mengikuti @%s
it: Ora stai seguendo @%s
ja: あなたは@%sをフォローしています
pt_pt: Está a seguir @%s
ru_ru: Вы читаете %s
tr: @%s'i takip etmeye başladınız

source: You are no longer following @%s
ca: Ja no estàs seguint a @%s
de: Du folgst nicht mehr @%s
eo: Vi ne plu sekvas @%s-on
fr: Vous ne suivez plus @%s
id: Kamu tidak lagi mengikuti @%s
it: Non sei più seguito @%s
ja: あなたは@%sをフォローしていません
pt_pt: Deixou de seguir @%s
ru_ru: Вы больше не читаете %s
tr: @%s'i takip etmeyi bıraktınız

source: @%s has been reported as spam
ca: @%s s'ha reportat com a SPAM
de: @%s wurde als Spam gemeldet
eo: @%s estis raportata kiel spamo
fr: @%s a été rapporté comme indésirable
id: @%s telah dilaporkan sebagai spam
it: @%s è stato segnalato come spam
ja: @%sをスパムとして報告しました
pt_pt: @%s foi reportado como spam
ru_ru: @%s был помечен как спамер
tr: @%s spam olarak bildirildi

source: @%s has been blocked
ca: @%s ha estat bloquejat
de: @%s wurde blockiert
eo: @%s estas blokita
fr: @%s a été bloqué
id: @%s telah di blok
it: @%s è stato bloccato
ja: @%sをブロックしました
pt_pt: @%s foi bloqueado
ru_ru: @%s был заблокирован
tr: @%s engellendi

source: @%s has been muted
ca: @%s ha estat silenciat
de: @%s wurde stumm geschaltet
eo: @%s estas silentigita
fr: @%s a été mis en sourdine
id: @%s telah di bisukan
it: @%s è stato tacque
ja: @%sをミュートにしました
pt_pt: @%s foi silenciado
ru_ru: @%s теперь игнорируется
tr: @%s gizlendi

source: @%s has been unmuted
ca: @%s si li ha tret el silenci
de: @%s Stummschaltung wurde aufgehoben
eo: @%s estas malsilentigita
fr: @%s n'est plus en sourdine
id: @%s telah dibersuarakan
it: @%s é stato rimosso il suo tacere
ja: @%sのミュートを解除しました
pt_pt: @%s não está mais silenciado
ru_ru: @%s больше не игнорируется
tr: @%s gizlenenlerden çıkarıldı

source: Message from queue has been posted
ca: Un missatge de la cua s'ha publicat
de: Nachricht aus der Warteschlange wurde gesendet
eo: Mesaĝo el la vico estis publikigita
fr: Les messages de la file d'attente ont été postés
id: Pesan dari antrian telah dikirimkan
it: Un messaggio della coda è stato pubblicato
ja: キューからメッセージを送りました
pt_pt: A mensagem da fila foi publicada
ru_ru: Отправлено сообщение из очереди
tr: Bekleyen mesaj gönderildi

source: Close
ca: Tancar
de: Schließen
eo: Fermi
fr: Fermer
id: Tutup
it: Chiudi
ja: 閉じる
pt_pt: Fechar
ru_ru: Закрыть
tr: Kapat

source: General
de: Allgemein
eo: Ĝenerale
fr: Général
id: Umum
it: Generale
ja: 一般
pt_pt: Geral
ru_ru: Основные
tr: Genel

source: Notifications
ca: Notificacions
de: Benachrichtigungen
eo: Sciigoj
id: Notifikasi
it: Segnalazioni
ja: 通知
pt_pt: Notificações
ru_ru: Уведомления
tr: Bildirimler

source: Services
ca: Serveis
de: Dienste
eo: Servoj
id: Layanan
it: Servizi
ja: サービス
pt_pt: Serviços
ru_ru: Сервисы
tr: Servisler

source: Web Browser
ca: Navegador Web
eo: Retumilo
fr: Navigateur web
id: Browser Web
ja: ウェブブラウザ
pt_pt: Navegador Web
ru_ru: Веб-браузер
tr: Web Tarayıcı

source: Filters
ca: Filtres
de: Filter
eo: Filtroj
fr: Filtres
id: Penyaring
it: Filtri
ja: フィルタ
pt_pt: Filtros
ru_ru: Фильтры
tr: Filtreler

source: Proxy
ja: プロキシ
ru_ru: Прокси

source: Advanced
ca: Avançat
de: Fortgeschritten
eo: Progresinta
fr: Avancé
id: Lanjutan
it: Avanzato
ja: 高度な設定
pt_pt: Avançado
ru_ru: Дополнительные
tr: Gelişmiş

source: Adjust update frecuency and other general parameters
ca: Ajusta freqüència d'actualització i altres paràmetres generals
de: Aktualisierungsintervall und andere Parameter einstellen
eo: Agordi ĝisdatig-frekvencon kaj aliajn parametrojn
fr: Ajuster la fréquence de mise à jour et autres paramètres généraux
id: Sesuaikan frekuensi pembaruan dan parameter umum lainnya
it: Regolare la frequenza di aggiornamento e altri parametri generali
ja: 更新頻度とその他の設定
pt_pt: Ajuste a frequência de atualizações e outros parâmetros gerais
ru_ru: Изменение периода обновления и других основных настроек
tr: Güncelleme aralığını ve genel parametreleri düzenleyin

source: Select the notifications you want to receive from Turpial
ca: Selecciona les notificacions que vols rebre de Turpial
de: Wähle die Mitteilungen, die du von Turpial erhalten möchtest
eo: Elektu la sciigojn kiujn vi volas ricevi de Turpial-o
fr: Sélectionnez les notifications que vous désirer recevoir de Turpial
id: Pilih notifikasi yang ingin kamu terima dari Turpial
it: Selezionare le notifiche che vuoi ricevere da Turpial
ja: Turpialからの通知方法を選ぶ
pt_pt: Selecione as notificações que quer receber do Turpial
ru_ru: Выберите уведомления, которые вы хотели бы получать от Turpial
tr: Turpial'dan almak istediğiniz bildirimleri işaretleyin

source: Setup your favorite web browser to open links
ca: Configura el teu navegador web favorit per obrir enllaços
de: Wähle Deinen Standardbrowser um Links zu öffnen
eo: Agordu vian preferatan retumilon por malfermi ligilojn
fr: Configurez votre navigateur web préféré pour ouvrir les liens
id: Setup web browser favorit Anda untuk membuka link
it: Configura il tuo navigatore preferito per aprire i link
ja: リンクを開くブラウザの設定
pt_pt: Configure o seu navegador web favorito para abrir endereços
ru_ru: Выберите ваш любимый браузер для открытия ссылок
tr: Linkleri açmak için tarayıcı seçin

source: Select your preferred service to short URLs and upload images
ca: Selecciona el seu servei preferit a les URL curtes i pujar imatges
de: Wähle deine bevorzugten Dienste, um URLs zu kürzen und Bilder hochzuladen
eo: Elektu vian preferatan servon por mallongigi URL-ojn kaj alŝuti bildojn
fr: Sélectionner votre service favori de raccourcissement d'URLs et de mise en ligne d'images
id: Pilih layanan yang kamu inginkan untuk memendekkan URL dan mengupload gambar
it: Selezionare il tuo servizio preferito per abbreviare indirizzi e caricare immagini
ja: 短縮URLと画像アップロードのサービスを選ぶ
pt_pt: Selecione o serviço favorito para encurtar URLs e carregar imagens
ru_ru: Выберите ваш любимый сервис для загрузки изображений и сокращения ссылок
tr: URL kısaltmak ve resim yüklemek için servis seçin

source: Proxy settings for Turpial (Need Restart)
ca: Configuració de proxy per Turpial (Necessita Reiniciar)
de: Proxyeinstellungen für Turpial (erfordert Neustart)
eo: Proxy-aj agordoj por Turpial-o (Necesas restarti)
fr: Paramètres proxy pour Turpial (demande un redémarrage)
id: Pengaturan proxy untuk Turpial (Membutuhkan Restart)
it: Impostazioni del proxy per Turpial (Bisogna riavviare)
ja: Turpialのプロキシを設定(再起動が必要です)
pt_pt: Configurações de Proxy para o Turpial (Necessário reiniciar)
ru_ru: Настройки подключения через прокси (нужен перезапуск программы)
tr: Turpial proxy ayarları (Yeniden başlatma gerektirir)

source: Advanced options. Please, keep away unless you know what you are doing
ca: Opcions avançades. Si us plau, mantingui lluny a menys que sàpiga el que està fent
de: Erweiterte Optionen. Bitte keine Veränderungen vornehmen, wenn du nicht genau weißt, was du tust
eo: Progresintaj preferoj. Bonvole, restu malproksima krom se vi scias kion fari
fr: Options avancées. N'y touchez pas à moins que vous sachiez ce que vous faites
id: Pilihan lanjutan. Mohon, abaikan kecuali kamu tahu apa yang kamu lakukan
it: Opzioni avanzate. Per piacere, rimanere lontano se non sai cosa fai
ja: 高度な設定。理解できない場合は変更しないでください
pt_pt: Opções avançadas. Por favor, manter-se longe a não ser que saiba o que está a fazer
ru_ru: Дополнительные настройки. Пожалуйста, не трогайте, если вы не смыслите в том, что делаете
tr: Gelişmiş ayarlar. Ne yaptığınızı bilmiyorsanız değiştirmeyin

source: Update frecuency
ca: Freqüència d'actualització
de: Aktualisierungsintervall
eo: Ĝisdatiga frekvenco
fr: Fréquence de mise à jour
id: Frekuensi update
it: Frequenza di aggiornamento
ja: 更新頻度
pt_pt: Frequência de atualização
ru_ru: Период обновления
tr: Güncelleme sıklığı

source: Queue frecuency
ca: Freqüencia de la cua
de: Warteschlangenhäufigkeit
eo: Vica frekvenco
fr: Fréquence de file d'attente
id: Frekuensi antrian
it: Frequenza della coda
ja: キューの頻度
pt_pt: Frequência da fila
ru_ru: Период отправки из очереди
tr: Bekleme sıklığı

source: Statuses per column
ca: Estats per columna
de: Nachrichten pro Spalte
eo: Statusoj po kolono
fr: Statuts par colonne
id: Status perkolom
it: Stati per colonna
ja: カラムごとのステータス
pt_pt: Status por coluna
ru_ru: Количество на колонку
tr: Her sütundaki bildirim sayısı

source: Minimize on close
ca: Minimitzar al tancar
de: Beim Schließen minimieren
eo: Malgrandigi dum fermo
fr: Minimiser à la fermeture
id: Minimize saat menutup
it: Minimizza alla chiusura
ja: 閉じるボタンで最小化する
pt_pt: Minimizar ao fechar
ru_ru: Сворачивать при закрытии
tr: Kapatınca küçült

source: Notify on updates
ca: Notificar-me les actualitzacions
de: Bei Aktualisierungen benachrichtigen
eo: Sciigi ĉe ĝisdatigoj
fr: Notifier lors des mises à jour
id: Beritahukan saat update
it: Notifica gli aggiornamenti
ja: 更新を通知する
pt_pt: Notificar ao receber atualizações
ru_ru: Уведомлять об обновлениях
tr: Güncellemeleri bildir

source: Notify on actions
ca: Notificar-me les accions
de: Bei Aktionen benachrichtigen
eo: Sciigi ĉe agadoj
fr: Notifier lors des actions
id: Beritahukan saat aksi
it: Notifica sulle azioni
ja: アクションを通知する
pt_pt: Notificar ao receber ações
ru_ru: Уведомлять о действиях
tr: Gelişmeleri bildir

source: Sound on login
ca: So en iniciar sessió
de: Klang beim Anmelden
eo: Sono dum ensalutado
fr: Son lors de l'authentification
id: Bersuara saat login
it: Suono su accesso
ja: ログイン時に音で知らせる
pt_pt: Som ao fazer login
ru_ru: Мелодия при подключении
tr: Giriş sesi

source: Sound on updates
ca: So en les actualitzacions
de: Klang bei neuen Nachrichten
eo: Sono dum ĝisdatigoj
fr: Son lors de mises à jour
id: Bersuara saat update
it: Suono sugli aggiornamenti
ja: 更新時に音で知らせる
pt_pt: Som ao receber atualizações
ru_ru: Мелодия при обновлении
tr: Güncelleme sesi

source: Use default browser
ca: Utilitzeu el navegador per defecte
de: Nutze den Standardbrowser
eo: Uzi defaŭltan retumilon
fr: Utiliser le navigateur web par défaut
id: menggunakan browser default
it: Utilizzare navigatore predefinito
ja: 既定のブラウザを使う
pt_pt: Usar o navegador predefinido
ru_ru: Использовать стандартный браузер
tr: Varsayılan tarayıcıyı kullan

source: Set custom browser
ca: Establir navegador personalitzat
de: Wähle einen anderen Browser
eo: Elekti persone retumilon
fr: Choisir un navigateur personnalisé
id: Atur kustomisasi browser
it: Impostare browser personalizzato
ja: 別のブラウザを設定
pt_pt: Configurar navegador personalizado
ru_ru: Использовать другой браузер
tr: Farklı bir tarayıcı seçin

source: Command
ca: Comando
de: Befehl
eo: Komando
fr: Commande
id: Perintah
it: Comando
ja: コマンド
pt_pt: Comando
ru_ru: Уоманда запуска
tr: Komutlar

source: Clean cache
ca: Netejar memòria cau
de: Cache leeren
eo: Vakigi kaŝmemoron
fr: Nettoyer le cache
id: Bersihkan cache
it: Pulisci cache
ja: キャッシュを削除
pt_pt: Limpar cache
ru_ru: Очистить кэш
tr: Ön belleği temizle

source: Delete all files in cache
ca: Elimineu tots els arxius a la memòria cau
de: Lösche alle Dateien im Cache
eo: Forigi ĉiujn dosierojn el kaŝmemoro
fr: Supprimer tous les fichiers du cahce
id: Hapus semua file di cache
it: Eliminare tutti i file nella cache
ja: キャッシュにあるすべてのファイルを削除
pt_pt: Apagar todos os ficheiros em cache
ru_ru: Удалить все кэшированные файлы
tr: Önbellekteki herşeyi sil

source: Restore configuration to default
ca: Restaurar configuració per defecte
de: Ausgangskonfiguration wiederherstellen
eo: Restaŭri agordojn defaŭlte
fr: Revenir à la configuration par défaut
id: Mengembalikan konfigurasi ke default
it: Ripristina le impostazioni predefinite
ja: デフォルトの設定に戻す
pt_pt: Restaurar para configuração padrão
ru_ru: Вернуть настройки по-умолчанию
tr: Varsayılan ayarlara dön

source: Restore config
ca: Restaurar configuració
de: config wiederherstellen
eo: Restaŭri agordojn
fr: Restaurer la config
id: Mengembalikan konfigurasi
it: Ripristina le impostazioni
ja: 設定を戻す
pt_pt: Restaurar configuração
ru_ru: Сбросить настройки
tr: Ayarları geri yükle

source: Socket timeout
ca: Temps d'espera de Socket
de: Socket Zeitüberschreitung
eo: Atendotempo de Socket
fr: Délai de déconnection
id: Batas waktu soket
it: Timeout del socket
ja: 接続のタイムアウト
pt_pt: Tempo limite do Socket
ru_ru: Таймаут сокета
tr: Soket zaman aşımı

source: Show user avatars
ca: Mostra els avatars dels usuaris
de: Zeige Nutzeravatare
eo: Montri uzantajn avatarojn
fr: Montrer les avatars de l'utilisateur
id: Tampilkan avatar pengguna
it: Mostrare avatar utenti
ja: ユーザーのアイコンを表示する
pt_pt: Mostrar avatares do utilizador
ru_ru: Отображать аватарки
tr: Kullanıcı avatarlarını göster

source: Type
ca: Tipus
de: Eingabe
eo: Tipo
id: Tipe
it: Tipo
ja: タイプ
pt_pt: Tipo
ru_ru: Тип
tr: Tip

source: Host
ca: Amfitrió
eo: Gastiga retejo
fr: Hôte
ja: ホスト
pt_pt: Servidor
ru_ru: Адрес

source: Port
eo: Pordo
it: Porta
ja: ポート
pt_pt: Porta
ru_ru: Порт

source: With authentication
ca: Amb autenticació
de: Mit Authentifizierung
eo: Kun aŭtentigado
fr: Avec authentification
id: Dengan otentikasi
it: Con l'autenticazione
ja: 認証
pt_pt: Com autenticação
ru_ru: Нужна аутентификация
tr: Onay bekle

source: Username
ca: Nom d'usuari
de: Nutzername
eo: Uzantonomo
fr: Nom d'utilisateur
id: Nama Pengguna
it: Utente
ja: ユーザー名
pt_pt: Nome de utilizador
ru_ru: Имя пользователя
tr: Kullanıcı adı

source: Password
ca: Contrasenya
de: Passwort
eo: Pasvorto
fr: Mot de passe
id: Kata Kunci
ja: パスワード
pt_pt: Senha
ru_ru: Пароль
tr: Şifre

source: Add filter
ca: Afegir filtre
de: Filter hinzufügen
eo: Aldoni filtrilon
fr: Ajouter filtre
id: Tambah penyaring
it: Aggiungere un filtro
ja: フィルターを追加
pt_pt: Adicionar um filtro
ru_ru: Добавить фильтр
tr: Filtre ekle

source: Create a new filter
ca: Crear un nou filtre
de: Filter hinzufügen
eo: Krei novan filtrilon
fr: Créer un nouveau filtre
id: Buat penyaring baru
it: Crea un nuovo filtro
ja: 新しいフィルターを作る
pt_pt: Cria novo filtro
ru_ru: Создать новый фильтр
tr: Yeni filtre oluştur

source: Delete selected filter
ca: Esborrar filtre seleccionat
de: Ausgewählten Filter löschen
eo: Forigi elektitan filtrilon
fr: Supprimer le filtre sélectionné
id: Hapus penyaring terpilih
it: Cancella filtro selezionato
ja: 選択したフィルターを削除する
pt_pt: Apagar filtro selecionado
ru_ru: Удалить выбранные фильтры
tr: Seçili filtreyi kaldır

source: Delete all filters
ca: Esborrar tots els filtres
de: Alle Filter löschen
eo: Forigi ĉiujn filtrilojn
fr: Supprimer tout les filtres
id: Hapus semua penyaring
it: Cancella tutti i filtri
ja: すべてのフィルターを削除する
pt_pt: Apagar todos os filtros
ru_ru: Убрать все фильтры
tr: Bütün filtreleri kaldır

source: Do you want to clear all the filters?
ca: Vols esborrar tots els filtres?
de: Möchtest du alle Filter zurücksetzen?
eo: Ĉu vi volas vakigi ĉiujn la filtrilojn?
fr: Vous voulez effacer tout les filtres?
id: Apakah kamu ingin membersihkan penyaring?
it: Vuoi cancellare tutti i filtri?
ja: すべてのフィルターを削除してもよろしいですか?
pt_pt: Quer apagar todos os filtros?
ru_ru: Вы правда хотите убрать все фильтры?
tr: Bütün filtreleri kaldırmak ister misiniz

source: Error loading image
ca: Error en carregar imatge
de: Fehler beim Laden des Bildes
eo: Eraro ŝarĝante bildon
fr: Erreur lors du chargement de l'image
id: Kesalahan memuat gambar
it: Errore nel caricamento dell'immagine
ja: 画像読み込みエラー
pt_pt: Erro ao carregar imagem
ru_ru: Ошибка при загрузке изображения
tr: Resim yüklenirken hata oluştu

source: Error loading conversation
ca: Error en carrgar conversa
de: Fehler beim Laden der Unterhaltung
eo: Eraro ŝarĝante konversacion
fr: Erreur lors du chargement de la discussion
id: Kesalahan memuat percakapan
it: Errore nel caricamento della conversazione
ja: 会話の読み込みエラー
pt_pt: Erro ao carregar conversa
ru_ru: Ошибка при загрузке беседы
tr: Konuşma yüklenirken hata oluştu

source: Error updating column
ca: Error en actualitzar la columna
de: Fehler beim Aktualisieren der Spalte
eo: Eraro ĝisdatigante kolonon
fr: Erreur lors de la mise à jour de la colonne
id: Kesalahan memperbarui kolom
it: Errore nel caricamento della colonna
ja: カラムのアップデートエラー
pt_pt: Erro ao atualizar coluna
ru_ru: Ошибка при обновлении колонки
tr: Sütun güncellenirken hata oluştu

source: Error repeating status
ca: Estat d'error repetit
de: Fehler beim Wiederholen des Status
eo: Eraro ripetante statuson
fr: Erreur lors de la répétition du status
id: Kesalahan mengulang status
it: Errore ripetendo stato
ja: 返信エラー
pt_pt: Erro ao repetir status
ru_ru: Ошибка при отправке сообщения
tr: Yeniden gönderme sırasında hata oluştu

source: Error deleting status
ca: Error en eliminar l'estat
de: Fehler beim Löschen der Nachricht
eo: Eraro forigante statuson
fr: Erreur lors de la suppression du status
id: Kesalahan menghapus status
it: Errore nella cancellazione dello stato
ja: ステータスの返信エラー
pt_pt: Erro ao apagar status
ru_ru: Ошибка при удалении сообщения
tr: Durumu silerken hata oluştu

source: Error marking status as favorite
ca: Error al marcar estat com a favorit
de: Fehler beim favorisieren der Nachricht
eo: Eraro markante statuson kiel preferata
fr: Erreur lors du marquage du status en tant que favori
id: Kesalahan menandai status sebagai favorit
it: Errore segnando stato come preferito
ja: お気に入り登録のエラー
pt_pt: Erro ao marcar status como favorito
ru_ru: Ошибка при добавлении в избранное
tr: Favorilere eklerken hata oluştu

source: Error unmarking status as favorite
ca: Error al desmarcar estat com a favorit
de: Fehler beim Entfernen des Favoritenstatus
eo: Eraro malmarkante statuson kiel preferata
fr: Erreur lors du démarquage du status en tant que favori
id: Kesalahan batal menandai status sebagai favorit
it: Errore nella cancellazione stato come preferito
ja: お気に入り登録解除のエラー
pt_pt: Erro ao desmarcar status como favorito
ru_ru: Ошибка при удалении из избранного
tr: Favorilerden kaldırılırken hata oluştu

source: Error posting status
ca: Error publicant estat
de: Fehler beim Senden der Nachricht
eo: Eraro afiŝante statuson
fr: Erreur lors de la publication du status
id: Kesalahan mengirim status
it: Errore nella pubblicazione stato
ja: ステータス投稿のエラー
pt_pt: Erro ao publicar status
ru_ru: Ошибка при отправке сообщения
tr: Durum gönderilirken hata oluştu

source: Problems loading user profile
ca: Problemes carregant perfil d'usuari
de: Probleme beim Laden des Nutzerprofils
eo: Problemoj ŝarĝante uzanton profilon
fr: Erreur lors du chargement du profile de l'utilisateur
id: Masalah memuat profil pengguna
it: Problemi nel caricamento del profilo utente
ja: ユーザープロフィールの読み込み中に問題が発生しました
pt_pt: Problema ao carregar o perfil de utilizador
ru_ru: Проблемы при загрузке профиля
tr: Kullanıcı profili yüklenirken sorun çıktı

source: Having some troubles to follow this user
ca: Tinc dificultats per seguir a aquest usuari
de: Schwierigkeiten, diesem Nutzer zu folgen
eo: Havante kelkajn problemojn por sekvi tiun ĉi uzanton
fr: Ayant des problèmes pour suivre cet utilisateur
id: Terdapat beberapa masalah untuk mengikuti pengguna ini
it: Avendo alcuni problemi per seguire questo utente
ja: ユーザーのフォローに問題が発生しました
pt_pt: Tendo alguns problemas para seguir este utilizador
ru_ru: Проблемы при запросе на чтение этого пользователя
tr: Kullanıcıyı takibe almakta sorun çıktı

source: Having some troubles to unfollow this user
ca: Tinc dificultats per a deixar de seguir a aquest usuari
de: Schwierigkeiten, diesem Nutzer zu entfolgen
eo: Havante kelkajn problemojn por malsekvi ĉi tiun uzanton
fr: Ayant des problèmes lors du désabonnement de cet utilisateur
id: Terdapat beberapa masalah untuk batal mengikuti pengguna ini
it: Avendo alcuni problemi per smetti di seguire questo utente
ja: ユーザーのフォロー解除に問題が発生しました
pt_pt: Tendo alguns problemas para parar de seguir este utilizador
ru_ru: Проблемы при отмене чтения этого пользователя
tr: Kullanıcıyı takipten çıkarmada sorun çıktı

source: Uh oh, I could not block this user
ca: Oh oh, no puc bloquejar a aquest usuari
de: Auweia, ich kann diesen Nutzer nicht blockieren
eo: Ho ve, mi ne povas bloki tiun ĉi uzanton
fr: Oups, je n'ai pas pu bloqué cet utilisateur
id: Aduh, Saya tidak bisa memblokir pengguna ini
it: Oh oh, non potevo bloccare questo utente
ja: あれ?このユーザーをブロックできませんでした
pt_pt: Ops, eu não consegui bloquear este utilizador
ru_ru: Почему-то не получается заблокировать этого пользователя
tr: Galiba, bu kullanıcıyı engelleyemedim
