Repository: satanas/Turpial
Catalog: turpial/i18n/*/LC_MESSAGES/turpial.po
Languages: ca, de, eo, fr, id, it, ja, pt_pt, ru_ru, tr

source: Welcome!
ca: Benvingut!
de: Willkommen!
eo: Bonvenon!
fr: Bienvenue !
id: Selamat Datang!
it: Benvenuto!
ja: ようこそ!
pt_pt: Bem-vindo!
ru_ru: Добро пожаловать
tr: Hoş Geldiniz!

source: Add a new account
ca: Afegir un nou compte
de: Neues Konto hinzufügen,
eo: Aldoni novan konton
fr: Ajouter un nouveau compte
id: Tambah akun baru
it: Aggiungi un nuovo account
ja: アカウントを追加する
pt_pt: Adicionar uma nova conta
ru_ru: Новая учетная запись
tr: Yeni hesap ekleyip

source: to start using Turpial
ca: Per començar a utilitzar Turpial
de: um Turpial zu benutzen
eo: por komenci uzi Turpial-on
fr: pour démarrer l'utilisation de Turpial
id: untuk mulai menggunakan Turpial
it: inizia a usare Turpial
ja: Turpialを使い始めるには
pt_pt: para começar a usar o Turpial
ru_ru: чтобы использовать Turpial
tr: Turpial'ı kullanmaya başlayın

source: You have accounts registered, now
ca: Tens comptes registrats, ara
de: Du hast Kontos registriert. Jetzt
eo: Vi havas registritajn kontojn, nun
fr: Vous avez des comptes enregistrés, maintenant
id: Kamu memiliki akun yang terdaftar, sekarang
it: Adesso, il tuo account è registrato
ja: 現在登録されているアカウントがあります
pt_pt: Tem contas registadas, agora
ru_ru: Учетная запись добавлена, теперь
tr: Hesabınız oluşturuldu, şimdi

source: add some columns
ca: Afegir algunes columnes
de: füge einige Spalten hinzu
eo: aldoni kelkajn kolonojn
fr: Ajouter des colonnes
id: tambahkan beberapa kolom
it: aggiungi colonne
ja: カラムを追加する
pt_pt: adicione algumas colunas
ru_ru: выберите нужные колонки
tr: istediğiniz sütunları ekleyin

source: Update status
ca: Actualitzar estat
de: Aktualisierungsstatus
eo: ĝisdatigi statuson
fr: Mettre à jour le status
id: Perbaharui status
it: Aggiornamento dello stato
ja: 更新を確認する
pt_pt: Atualize o status
ru_ru: Обновить статус
tr: Durumunuzu güncelleyin

source: Send direct message
ca: Enviar missatge directe
de: Sende eine Direktnachricht
eo: Sendi rektan mensaĝon
fr: Envoyer un message direct
id: Kirim pesan langsung
it: Spedisci un messaggio diretto
ja: ダイレクトメッセージを送る
pt_pt: Enviar mensagem direta
ru_ru: Отправить Сообщение
tr: Özel mesaj gönderin

source: Settings
ca: Configuració
de: Globale Einstellungen
eo: Agordoj
fr: Paramètres
id: Pengaturan
it: Impostazioni
ja: 設定
pt_pt: Definições
ru_ru: Настройки
tr: Ayarlar

source: Preferences
ca: Preferències
de: Einstellungen
eo: Preferoj
fr: Préférences
id: Pilihan
it: Preferenze
ja: 初期設定
pt_pt: Preferências
ru_ru: Параметры
tr: Seçenekler

source: About Turpial
ca: Sobre Turpial
de: Über Turpial
eo: Pri Turpial-o
fr: A propos de Turpial
id: Tentang Turpial
it: Su di Turpial
ja: Turpialについて
pt_pt: Sobre Turpial
ru_ru: О программе
tr: Turpial Hakkında

source: Search
ca: Cerca
de: Suche
eo: Serĉi
fr: Rechercher
id: Cari
it: Ricerca
ja: 検索
pt_pt: Procura
ru_ru: Поиск
tr: Arama

source: Account
ca: Compte
de: Konto
eo: Konto
fr: Compte
id: Akun
ja: アカウント
pt_pt: Conta
ru_ru: Учетная запись
tr: Hesap

source: Accounts
ca: Comptes
de: Konten
eo: Kontoj
fr: Comptes
id: Kumpulan Akun
it: Gli account
ja: アカウント
pt_pt: Contas
ru_ru: Учетные записи
tr: Hesaplar

source: Columns
ca: Columnes
de: Spalten
eo: Kolonoj
fr: Colonnes
id: Kolom
it: Colonne
ja: カラム
pt_pt: Colunas
ru_ru: Колонки
tr: Sütunlar

source: Authorize Turpial
ca: Autoritzar Turpial
de: Autorisiere Turpial
eo: Permesi Turpial-on
fr: Autoriser Turpial
id: Otorisasi Turpial
it: Autorizzare Turpial
ja: Turpialを認証する
pt_pt: Autorize o Turpial
ru_ru: Авторизовать Turpial
tr: Turpial'a izin verin

source: Type the PIN
ca: Escriu el PIN
de: Gib die PIN ein
eo: Tajpu la PIN-on
fr: Entrer le code PIN
id: Ketikkan PIN
it: Digita il PIN
ja: PINコードを入力
pt_pt: Escreva o PIN
ru_ru: Введите PIN
tr: PIN kodu girin

source: Save
ca: Guardar
de: Speichern
eo: Savi
fr: Enregistrer
id: Simpan
it: Salva
ja: 保存
pt_pt: Gravar
ru_ru: Сохранить
tr: Kaydet

source: Authorize Turpial and copy the PIN in the text box
ca: Autoritzar Turpial i copiar el PIN al quadre de text
de: Autorisiere Turpial und kopiere die PIN in das Textfeld
eo: Permesi Turpial-on kaj kopii la PIN-on en la teksta kadro
fr: Autoriser Turpial et copier le code pin dans la zone de texte
id: Otorisasi Turpial dan kopi PIN di kotak teks
it: Autorizzare Turpial e copiare il codice PIN nella casella di testo
ja: Turpialを認証してPINコードをテキストボックスにコピーする
pt_pt: Autorize o Turpial e copie o PIN na caixa de texto
ru_ru: Авторизуйте Turpial и введите PIN в текстовое поле
tr: Turpial'a izin vermek için PIN kodunu girin

source: User Profile
ca: Perfil d'usuari
de: Nutzerprofil
eo: Uzantprofilo
fr: Profile utilisateur
id: Profil Pengguna
it: Profilo Utente
ja: ユーザープロフィール
pt_pt: Perfil do Utilizador
ru_ru: Профиль
tr: Kullanıcı Profili

source: Bio
ca: Biografia
it: Biografia
ja: 自己紹介
ru_ru: Информация

source: Location
ca: Ubicació
de: Ort
eo: Lokiĝo
fr: Localisation
id: Lokasi
it: Localizzazione
ja: 位置
pt_pt: Localização
ru_ru: Местоположение
tr: Konum

source: Web
de: Internet
eo: Retejo
ru_ru: Веб-адрес

source: Tweets
ca: Tuits
eo: Pepoj
id: Kumpulan Tweet
ja: ツイート
ru_ru: Твиты
tr: Twitler

source: Following
ca: Seguint
de: folgen
eo: Sekvante
fr: Abonnements
id: Mengikuti
it: Segui
ja: フォロー
pt_pt: Seguindo
ru_ru: Читают
tr: Takip edilenler

source: Followers
ca: Seguidors
eo: Sekvantoj
fr: Abonnés
id: Pengikut
it: Sei seguito
ja: フォロワー
pt_pt: Seguidores
ru_ru: Читатели
tr: Takip edenler

source: Favorites
ca: Favorits
de: Favoriten
eo: Preferataj
fr: Favoris
id: Favorit
it: Preferiti
ja: お気に入り
pt_pt: Favoritos
ru_ru: Избранное
tr: Favoriler

source: Criteria
ca: Criteri
de: Kriterium
eo: Kriterio
fr: Critères
id: Kriteria
it: Criteri
ja: 条件
pt_pt: Critério
ru_ru: Критерии
tr: Kriterler

source: Use hashtags, mentions or any text you want as search criteria
ca: Utilitzeu hashtags, mencions o qualsevol text que desitgeu com a criteri de cerca
de: Nutze hashtags, Erwähnungen oder beliebigen anderen Text als Suchkriterium
eo: Uzu hashtags-ojn, menciojn aŭ ajnan tekston kiujn vi celas serĉi
fr: Utiliser des hashtags, mentions ou n'importe quel texte que vous voulez comme critère de recherche
id: Gunakan hashtags, mentions atau teks apapun yang Anda inginkan sebagai kriteria pencarian
it: Utilizzare hashtags, menzioni o qualsiasi testo che si desidera come criteri di ricerca
ja: 検索条件としてハッシュタグ、メンション、テキストを使う
pt_pt: Use hashtags, menções ou qualquer texto que quer como critérios de pesquisa
ru_ru: Введите параметры поиска, например #знаменитости или @NSA
tr: Arama kriterleri oluşturmak için etiket, mention veya herhangi bir metin kullanabilirsiniz

source: Select friend to send message
ca: Seleccioneu amic per enviar un missatge
de: Wähle einen Freund aus, um ihm eine Nachricht zu senden
eo: Elektu amikon por sendi mesaĝon
fr: Sélectionner un ami auquel vous voulez envoyer un message
id: Pilih teman untuk mengirim pesan
it: Selezionare amico per inviare messaggio
ja: メッセージを送る友だちを選ぶ
pt_pt: Selecione um amigo para enviar uma mensagem
ru_ru: Выберите получателя сообщения
tr: Mesaj göndereceğiniz kişiyi seçin

source: Friend
ca: Amic
de: Freund
eo: Amiko
fr: Ami
id: Teman
it: Amico
ja: 友だち
pt_pt: Amigo
ru_ru: Друзья
tr: Arkadaşlar

source: Select
ca: Selecciona
de: Auswählen
eo: Elekti
fr: Sélectionner
id: Pilih
it: Seleziona
ja: 選択
pt_pt: Selecionar
ru_ru: Выбрать
tr: Seçin

source: Load friends list
ca: Carregar llista d'amics
de: Lade die Freundesliste
eo: Ŝarĝi liston de amikoj
fr: Charger la liste d'ami
id: Muat daftar teman
it: Carica la lista degli amici
ja: 友だちのリストを読み込む
pt_pt: Carregar lista de amigos
ru_ru: Показать список друзей
tr: Arkadaş listesini yükle

source: What's happening?
ca: Què està passant?
de: Was ist los?
eo: Kio okazas?
fr: Qu'est se passe-t-il ?
id: Apa yang sedang terjadi?
it: Cosa sta succedendo?
ja: いまどうしてる?
pt_pt: O que está a acontecer?
ru_ru: Что происходит?
tr: Neler oluyor?

source: Upload image
ca: Pujar una imatge
de: Lade ein Bild hoch
eo: Alŝuti bildon
fr: Uploader une image
id: Upload gambar
it: Carica immagine
ja: 画像をアップロード
pt_pt: Enviar uma imagem
ru_ru: Отправить изображение
tr: Resim yükle

source: Short URLs
ca: Escurçar URLs
de: Kürze URLs
eo: Mallongigi URL-ojn
fr: URL courtes
id: Pemendek URL
it: URL corti
ja: 短縮URL
pt_pt: URL's Curtos
ru_ru: Сокращать ссылки
tr: URL'leri kısalt

source: Update
ca: Actualitzar
de: Aktualisieren
eo: Ĝistadigi
fr: Mise à jour
id: Perbarui
it: Aggiorna
ja: 更新
pt_pt: Actualizar
ru_ru: Обновить
tr: Güncelle

source: Delete Column
ca: Eliminar columna
de: Lösche Spalte
eo: Forigi kolonon
fr: Supprimer colonne
id: Hapus Kolom
it: Elimina Colonna
ja: カラムを削除する
pt_pt: Apagar Coluna
ru_ru: Удалить колонку
tr: Sütunu Sil

source: now
ca: Ara
de: jetzt
eo: nun
fr: maintenant
id: sekarang
it: adesso
ja: 今
pt_pt: agora
ru_ru: сейчас
tr: şimdi

source: Retweeted by
ca: Retuitejat per
de: Retweeted von
eo: Repepita far
fr: Retweeté par
id: di tweet ulang oleh
it: Retweetato da
ja: がリツイート
pt_pt: Retweet por
ru_ru: Ретвит от
tr: Retweet edenler

source: New
ca: Nou
de: Neu
eo: Nova
fr: Nouveau
id: Baru
it: Nuovo
pt_pt: Novo
ru_ru: Новое
tr: Yeni

source: Delete
ca: Esborrar
de: Löschen
eo: Forigi
fr: Supprimer
id: Hapus
it: Elimina
ja: 削除
pt_pt: Apagar
ru_ru: Удалить
tr: Kaldır

source: Relogin
ca: Reiniciar sessió
de: Neu anmelden
eo: Reensaluti
fr: Se reconnecter
id: Login Ulang
it: Rientra
ja: 再ログイン
pt_pt: Reconectar
ru_ru: Повторить вход
tr: Yeniden giriş yap

source: Register a new account
ca: Registrar un nou compte
de: Lege ein neues Konto an
eo: Registri novan konton
fr: Enregistrer un nouveau compte
id: Daftarkan akun baru
it: Registra un nuovo account
ja: 新しいアカウントを登録する
pt_pt: Registar uma nova conta
ru_ru: Создать новую учетную запись
tr: Yeni hesap aç

source: Delete an existing account
ca: Eliminar un compte existent
de: Lösche ein bestehendes Konto
eo: Forigi ekzistantan konton
fr: Supprimer un compte existant
id: Hapus akun yang sudah ada
it: Eliminare un account esistente
ja: アカウントの削除する
pt_pt: Apagar uma conta existeste
ru_ru: Удалить учетную запись
tr: Mevcut hesabı kaldır

source: Register a Twitter account
ca: Registrar un compte de Twitter
de: Registriere ein Twitterkonto
eo: Registri konton de Twitter
fr: Enregistrer un compte Twitter
id: Mendaftarkan akun Twitter
it: Creare un account in Twitter
ja: Twitterアカウントを登録する
pt_pt: Registar uma conta do Twitter
ru_ru: Получить учетную запись Twitter
tr: Twitter hesabı oluştur

source: Register an Identi.ca account
ca: Registrar un compte de Identi.ca
de: Registriere ein Identi.cakonto
eo: Registri konton de identi.ca
fr: Enregistrer un compte Identi.ca
id: Mendaftarkan akun Identi.ca
it: Creare un account in Identi.ca
ja: Identi.caアカウントを登録する
pt_pt: Registar uma conta do Identi.ca
ru_ru: Получить учетную запись Identi.ca
tr: Identi.ca hesabı oluştur

source: No registered accounts
ca: No hi ha comptes registrades
de: Keine registrierten Konten
eo: Neniu konto registrita
fr: Pas de comptes enregistrés
id: Tidak ada akun yang terdaftar
it: Nessun account registrato
ja: 登録されているアカウントはありません
pt_pt: Sem contas registadas
ru_ru: Учетных записей нет
tr: Kayıtlı hesabınız yok

source: Problems registering a new account
ca: Problemes registrant un compte nou
de: Problem, ein neues Konto zu registrieren
eo: Problemoj registrinte novan konton
fr: Une erreur c'est produite lors de l'enregistrement d'un nouveau compte
id: Masalah mendaftarkan akun baru
it: Problemi per registrazione di nuovo account
ja: 新しいアカウントの登録に問題が発生しました
pt_pt: Problemas ao registar uma nova conta
ru_ru: Проблемы при создании учетной записи
tr: Yeni hesap oluştururken sorun çıktı

source: Broadcast
ca: Difondre
de: Übertragung
eo: Elsendi
fr: Diffusion
id: Menyiarkan
ja: 一斉送信
pt_pt: Transmissão
ru_ru: Массовая рассылка
tr: Yayımla

source: You can not submit an empty message
ca: No pots enviar un missatge buit
de: Du kannst keine leere Nachricht senden
eo: Vi ne povas sendi mesaĝon malplenan
fr: Vous ne pouvez pas envoyer un message vide
id: Kamu tidak bisa mengirimkan pesan kosong
it: Non è possibile inviare un messaggio vuoto
ja: 空のメッセージを送ることはできません
pt_pt: Não pode enviar uma mensagem vazia
ru_ru: Нельзя отправлять пустые сообщения
tr: Boş bir mesaj gönderemezsiniz

source: Hey! That message is too long, it looks like a testament
ca: Hey! Aquest missatge és massa llarg, sembla un testament
de: He! Diese Nachricht ist zu lang. Sie sieht wie ein Testament aus
eo: HEj! La mesaĝo tro longas, ĝi ŝajnas testamenton
fr: Hé! Ce message est trop long, il ressemble à un testament
id: Hei! Pesannya terlalu panjang, ini tampak seperti wasiat
it: Hey! Il messaggio è troppo lungo, sembra un testamento
ja: メッセージが長すぎます。ごめんね
pt_pt: Ei! Essa mensagem é muito longa, parece um testamento
ru_ru: Сообщение слишком длинное для отправки
tr: Mesajınız fazla uzun

source: View conversation
ca: Veure conversa
de: Unterhaltung anschauen
eo: Vidi konversacion
fr: Voir la conversation
id: Lihat percakapan
it: Visualizza conversazione
ja: 会話を表示
pt_pt: Mostrar a conversa
ru_ru: Показать беседу
tr: Konuşmayı görüntüle

source: Hide conversation
ca: Amaga conversa
de: Unterhaltung verbergen
eo: Kaŝi konversacion
fr: Cacher la conversation
id: Sembunyikan percakapan
it: Nascondi conversazione
ja: 会話を隠す
pt_pt: Esconder conversa
ru_ru: Скрыть беседу
tr: Konuşmayı gizle

source: Reply
ca: Respondre
de: Antworten
eo: Respondi
fr: Répondre
id: Membalas
it: Risposta
ja: 返信
pt_pt: Responder
ru_ru: Ответить
tr: Yanıtla

source: Quote
ca: Cita
de: Zitat
eo: Citi
fr: Citer
id: Kutipan
it: Citare
ja: 引用
pt_pt: Citar
ru_ru: Цитировать
tr: Alıntıla

source: Retweet
ca: Retuitar
eo: Repepi
id: Tweet Ulang
it: Retweeta
ja: リツイート
ru_ru: Ретвит
tr: Retweetle

source: Mark as favorite
ca: Marcar com a favorit
de: Als Favoriten markieren
eo: Marki kiel preferatan
fr: Marquer comme favori
id: Tandai sebagai favorit
it: Segna come favorito
ja: お気に入りに登録
pt_pt: Marcar como favorito
ru_ru: Добавить в избранное
tr: Favori olarak işaretle

source: Remove from favorites
ca: Eliminar dels favorits
de: Aus Favoriten entfernen
eo: Forigi el preferataj
fr: Supprimer des favoris
id: Hapus dari favorit
it: Rimuovi dai favoriti
ja: お気に入りから削除
pt_pt: Remover dos favoritos
ru_ru: Убрать из избранного
tr: Favorilerden kaldır

source: Reply to
ca: Respondre a
de: Antwort an
eo: Respondi al
fr: Répondre à
id: Balas ke
it: Rispondi a
ja: に返信
pt_pt: Responder para
ru_ru: Ответить на
tr: Yanıtla

source: Quoting
ca: Citant
de: Zitieren
eo: Citante
fr: Citant
id: Mengutip
it: Citando
ja: 引用
pt_pt: Citando
ru_ru: Йитирование
tr: Alıntı

source: Confirm Retweet
ca: Confirmar Retuit
de: Retweet bestätigen
eo: Konfirmi repepon
fr: Confirmer le retweet
id: Konfirmasi Tweet Ulang
it: Conferma Retweet
ja: リツイートを許可
pt_pt: Confirmar Retweet
ru_ru: Подтвердите ретвит
tr: Retweet'i Onayı

source: Do you want to retweet this status to all your friends?
ca: Vols retuitar aquest estat a tots els teus amics?
de: Möchtest Du diese Nachricht an alle deine Freunde weiterleiten?
eo: Ĉu vi volas repepi ĉi tiun statuson al ĉiuj viaj amikoj?
fr: Vous voulez retweeter ce status à tout vos amis?
id: Apakah kamu ingin mengetweet ulang status ini ke semua temanmu?
it: Vuoi ritwittarlo ai tuoi follower?
ja: リツイートを友だちに通知しますか?
pt_pt: Quer fazer retweet deste status para todos os seus amigos?
ru_ru: Вы правда хотите сделать ретвит, чтобы сообщение увидели все ваши друзья?
tr: Bu durumu bütün takipçilerinize retweet etmek istiyor musunuz?

source: Confirm Delete
ca: Confirmar eliminació
de: Löschen bestätigen
eo: Konfirmi forigon
fr: Confirmer la suppression
id: Konfirmasi Hapus
it: Conferma cancellazione
ja: 許可を取り消す
pt_pt: Confirmar a Remoção
ru_ru: Подтвердите удаление
tr: Silme Onayı

source: Do you want to delete this status?
ca: Vols esborrar aquest estatus?
de: Möchtest Du diese Nachricht löschen?
eo: Ĉu vi volas forigi ĉi tiun statuson?
fr: Vous voulez supprimer ce status?
id: Apakah kamu ingin menghapus status ini?
it: Vuole cancellare questo stato?
ja: このステータスを削除してもよろしいですか?
pt_pt: Quer apagar este status?
ru_ru: Вы правда хотите удалить это сообщение?
tr: Bu durumu silmek istiyor musunuz?

source: Do you want to delete this direct message?
ca: Vols esborrar aquest missatge directe?
de: Möchtest du diese Direktnachricht löschen?
eo: Ĉu vi volas forigi ĉi tiun rektan mesaĝon?
fr: Vous voulez supprimer ce message direct ?
id: Apakah kamu ingin menghapus pesan langsung ini?
it: Vuole cancellare questo Messaggio Diretto?
ja: このダイレクトメッセージを削除してもよろしいですか?
pt_pt: Quer apagar esta mensagem direta?
ru_ru: Вы правда хотите удалить это сообщение?
tr: Bu mesajı silmek istiyor musunuz?

source: Loading...
ca: Carregant...
de: Laden...
eo: Ŝarĝante...
fr: Chargement...
id: Memuat...
it: Caricamento...
ja: ロード中...
pt_pt: A carregar...
ru_ru: Загружается...
tr: Yükleniyor...

source: Status repeated
ca: Estat repetit
de: Nachricht wiederholt
eo: Statuso ripetita
fr: Status répété
id: Status diulang
it: Stato ripetuto
ja: 繰り返しの状態
pt_pt: Status repetido
ru_ru: Дублирующееся сообщение
tr: Durum yeniden gönderildi

source: Status deleted
ca: Estat esborrat
de: Nachricht gelöscht
eo: Statuso forigita
fr: Status supprimé
id: Status dihapus
it: Stato eliminato
ja: 削除されたステータス
pt_pt: Status apagado
ru_ru: Сообщение удалено
tr: Durum silindi

source: Direct message deleted
ca: Missatge directe esborrat
de: Direktnachricht gelöscht
eo: Rekta mesaĝo forigita
fr: Message direct supprimé
id: Pesan langsung dihapus
it: Messaggio diretto eliminato
ja: ダイレクトメッセージを削除
pt_pt: Mensagem direta apagada
ru_ru: Сообщение удалено
tr: Mesaj silindi

source: Status marked as favorite
ca: Estat marcat com a favorit
de: Nachricht wurde favorisiert
eo: Statuso markita kiel preferata
fr: Status marqué comme favori
id: Status ditandai sebagai favorit
it: Stato marcato come preferito
ja: お気に入り登録されたステータス
pt_pt: Status marcado como favorito
ru_ru: Сообщение добавлено в избранные
tr: Durum favorilere eklendi

source: Status removed from favorites
ca: Estat esborrat de favorits
de: Nachricht aus Favoriten entfernt
eo: Statuso forigita el preferataj
fr: Status supprimé des favoris
id: Status dihapus dari favorit
it: Stato rimosso dai preferiti
ja: お気に入りから削除されたステータス
pt_pt: Status removido dos favoritos
ru_ru: Сообщение убрано из избранных
tr: Durum favorilerden kaldırıldı

source: Send message to
ca: Enviar un missatge a
de: Sende Nachricht an
eo: Sendi mesaĝon al
fr: Envoyer un message à
id: Kirim pesan ke
it: Inviare messaggio a
ja: さんへメッセージを送る
pt_pt: Enviar a mensagem para
ru_ru: Отправить сообщение
tr: Mesaj gönder

source: Follow
ca: Segueix
de: Folgen
eo: Sekvi
fr: Suivre
id: Ikuti
it: Segui
ja: フォロー
pt_pt: Seguir
ru_ru: Читать
tr: Takip et

source: Follow requested
ca: Petició enviada
de: Followeranfrage gesendet
eo: Sekvad-peto sendita
fr: Demande d'abonnement
id: Ikuti telah dimintakan
it: Segui richiesto
ja: フォローリクエスト
pt_pt: Pedido enviado
ru_ru: Подписка отправлена
tr: Takip bekleyenler

source: Unfollow
ca: Deixa de seguir
de: Entfolgen
eo: Malsekvi
fr: Se désabonner
id: Batal Mengikuti
it: Smetti di seguire
ja: フォローを解除
pt_pt: Deixar de seguir
ru_ru: Не читать
tr: Takibi bırak

source: Mute
ca: Silenciar
de: Stumm schalten
eo: Silentigi
fr: Désactiver le son
id: Tidak Bersuara
it: Tacere
ja: ミュート
pt_pt: Silenciar
ru_ru: Игнорировать
tr: Gizle

source: Unmute
ca: Treure silenci
de: Stummschaltung aufheben
eo: Malsilentigi
fr: Activer le son
id: Bersuara
it: Rimuovere tacere
ja: ミュートを解除
pt_pt: Remover silenciar
ru_ru: Не игнорировать
tr: Gizleme

source: Block
ca: Bloquejar
de: blockieren
eo: Bloki
fr: Bloquer
id: Blok
it: Blocca
ja: ブロック
pt_pt: Bloquear
ru_ru: Блокировать
tr: Engelle

source: Report as spam
ca: Marca com a SPAM
de: Als Spam melden
eo: Raporti kiel spamon
fr: Signaler comme spam
id: Laporkan sebagai spam
it: Segnala per spam
ja: スパムを報告として
pt_pt: Reportar como spam
ru_ru: Сообщить о спаме
tr: Spam bildir

source: This is you!
ca: Aquest ets tu!
de: Das bist Du!
eo: Ĉi tiu estas vi!
fr: C'est vous !
id: Ini adalah kamu!
it: Questo sei tu!
ja: あなたへ
pt_pt: Este é você!
ru_ru: Это же вы!
tr: Bu sizsiniz!

source: Conversation
ca: Conversa
de: Unterhaltung
eo: Konversacio
id: Percakapan
it: Conversazione
ja: 会話
pt_pt: Conversação
ru_ru: Беседа
tr: Konuşma

source: Quit
ca: Sortir
de: Verlassen
eo: Elsaluti
fr: Quitter
id: Berhenti
it: Esci
ja: 終了
pt_pt: Sair
ru_ru: Выход
tr: Çıkış

source: In progress...
ca: En curs...
de: In Bearbeitung...
eo: Progresante...
fr: En cours...
id: sedang berlangsung...
it: In corso...
ja: 進行中...
pt_pt: Em progresso...
ru_ru: Выполняется...
tr: Yükleniyor...

source: Select an account before post
ca: Seleccioneu un compte abans de publicar
de: Wähle vor dem Senden ein Konto aus
eo: Elekti konton antaŭ ol pepi
fr: Sélectionner un compte avant de poster
id: Pilih akun sebelum mengirim
it: Selezionare un account prima del post
ja: 投稿する前にアカウントを選ぶ
pt_pt: Selecione uma conta antes de publicar
ru_ru: Для начала выберите учетную запись
tr: Göndereceğiniz hesabı seçin

source: Image Preview
ca: Previsualització d'imatge
de: Vorschaubild
eo: Bilda antaŭvido
fr: Prévisualisation de l'image
id: Pratinjau Gambar
it: Visualizza immagine in anteprima
ja: 画像のプレビュー
pt_pt: Antever Imagem
ru_ru: Просмотр изображения
tr: Resim Önizleme

source: Confirm Discard
ca: Confirmar Descart
de: Verwerfen bestätigen
eo: Konfirmi formeton
fr: Confirmer la suppression
id: Konfirmasi Membuang
it: Conferma scarto
ja: 認証を破棄
pt_pt: Confirme Descartar
ru_ru: Подтвердите отмену
tr: İptal Onayı

source: Do you want to discard this message?
ca: Vols descartar aquest missatge?
de: Möchtest du diese Nachricht verwerfen?
eo: Ĉu vi volas formeti ĉi tiun mesaĝon?
fr: Voulez-vous supprimer ce message?
id: Apakah kamu ingin membuang pesan ini?
it: Vuoi scartare questo messaggio?
ja: このメッセージを破棄してもよろしいですか?
pt_pt: Quer descartar essa mensagem?
ru_ru: Вы правда не хотите отправлять это сообщение?
tr: Mesajı iptal etmek istiyor musunuz?

source: Info
ca: Informació
id: Informasi
it: Informazioni
ja: 詳細
ru_ru: Информация
tr: Bilgi

source: Recent
de: Letzter
eo: Freŝe
fr: Récent
id: Baru
it: Recenti
ja: 最新
pt_pt: Recente
ru_ru: Недавние
tr: Yeniler

source: Do you really want to delete the account %s?
ca: Realment voleu eliminar el compte %s?
de: Möchtest du dieses Konto wirklich löschen %s?
eo: Ĉu vi vere volas forigi la konton %s?
fr: Vous voulez vraiment supprimer le compte %s?
id: Apakah kamu ingin menghapus akun %s?
it: Vuoi davvero eliminare l'account %s?
ja: アカウント%sを削除してもよろしいですか?
pt_pt: Quer realmente pagar a conta %s?
ru_ru: Вы правда хотите удалить учетную запись %s?
tr: %s hesabını silmek istiyor musunuz?

source: Messages queue
ca: Cua de missatges
de: Nachrichten in der Warteschlange
eo: Mesaĝa vico
fr: File d'attente des messages
id: Antrian pesan
it: Coda messaggi
ja: メッセージキュー
pt_pt: Fila de mensagens
ru_ru: Очередь сообщений
tr: Bekleyen mesajlar

source: Delete selected message
ca: Esborrar el missatge seleccionat
de: Lösche gewählte Nachricht
eo: Forigi elektitan mesaĝon
fr: Supprimer le message sélectionné
id: Hapus pesan terpilih
it: Cancella i messaggi selezionati
ja: 選択したメッセージを削除
pt_pt: Apagar mensagem selecionada
ru_ru: Удалить выбранное сообщение
tr: Seçili mesajı sil

source: Delete all
ca: Esborrar tot
de: Lösche alles
eo: Forigi ĉion
fr: Supprimer tout
id: Hapus semua
it: Cancella tutto
ja: 全て削除
pt_pt: Apagar tudo
ru_ru: Удалить все
tr: Hepsini sil

source: Delete all messages in queue
ca: Esborrar tots els missatges a la cua
de: Lösche alle Nachrichten in der Warteschlange
eo: Forigi ĉiujn mesaĝojn en la vico
fr: Supprimer tous les messages en file d'attente
id: Hapus semua pesan di antrian
it: Cancella tutti i messaggi in coda
ja: キューにあるすべてのメッセージを削除
pt_pt: Apagar todas as mensagens na fila
ru_ru: Удалить все сообщения в очереди
tr: Bekleyen bütün mesajları sil

source: Message
ca: Missatge
de: Nachricht
eo: Mesaĝo
id: Pesan
it: Messaggio
ja: メッセージ
pt_pt: Mensagem
ru_ru: Сообщение
tr: Mesajlar
