Repository: satanas/Turpial
Catalog: turpial/i18n/*/LC_MESSAGES/turpial.po
Languages: ca, de, eo, fr, id, it, ja, pt_pt, ru_ru, tr

source: Choose another web browser
ca: Triar altre navegador web
de: Wähle einen anderen Web Browser
eo: Elekti alian retumilon
fr: Choisir un autre navigateur web
id: Pilih browser web lainnya
it: Scegli altro navigatore
ja: 別のブラウザを選ぶ
pt_pt: Escolher outros navegador web
ru_ru: Выберите другой браузер
tr: Farklı bir tarayıcı seçin

source: Browse
ca: Navega
eo: Retumi
fr: Sélectionner
it: Naviga
ja: 閲覧
pt_pt: Navegar
ru_ru: Выбрать
tr: Gözat

source: Select the full path of your web browser
ca: Seleccioneu la ruta completa del navegador
de: Wähle den vollen Pfad für deinen Web Browser
eo: Elektu la plenan vojon al via retumilo
fr: Sélectionner le chemin complet de votre navigateur web
id: Pilih path penuh untuk browser web kamu
it: Seleziona il percorso completo del tuo navigatore
ja: ブラウザのパスを選ぶ
pt_pt: Selecione o caminho completo do seu navegador web
ru_ru: Укажите полный путь до исполняемого файла
tr: Tarayıcının tam adresini yazın

source: Advanced options. Use it only if you know what you do
ca: Opcions avançades. Utilitzeu-lo només si saps el que fas
de: Erweiterte Optionen. Nutze sie nur, wenn du genau weißt, was du tust
eo: Progresintaj preferoj. Uzu ilin nur se vi scias kion fari
fr: Options avancées. Ne les utilisées que si vous savez ce que vous faites
id: Pilihan lanjutan. Gunakan ini hanya jika kamu tahu apa yang kamu lakukan
it: Opzioni avanzate. Usate solo se sapete quello che fate.
ja: 高度な設定。理解できる場合のみ設定してください
pt_pt: Opções avançadas. Use somente se souber o que está a fazer
ru_ru: Дополнительные настройки. Используйте их если точно уверены, что они вам нужны
tr: Gelişmiş seçenekler. Ne yaptığınızı bilmiyorsanız değiştirmeyin

source: Restore config to default
ca: Restaurar les configuracions predeterminades
de: Wiederherstellen der Standardeinstellungen
eo: Restaŭri agordojn defaŭlte
fr: Réinitialiser la configuration
id: Kembalikan konfigurasi ke dafault
it: Ripristina le impostazioni predefinite
ja: デフォルトに戻す
pt_pt: Restaurar para configuração padrão
ru_ru: Сбросить настройки на стандартные
tr: Varsayılan ayarlara dön

source: Timeout
ca: Temps d'espera
de: Zeitüberschreitung
eo: Atendotempo
fr: Délai
id: Batas Waktu
ja: タイムアウト
pt_pt: Tempo de espera
ru_ru: Интервал
tr: Zamanaşımı

source: Load user avatars
ca: Carregar avatars d'usuaris
de: Lade Nutzeravatare
eo: Ŝarĝi uzantajn avatarojn
fr: Charger les avatars
id: Muat avatar pengguna
it: Carica avatar utenti
ja: ユーザーのアイコンを読み込む
pt_pt: Mostrar avatares do utilizador
ru_ru: Загрузка аватарок
tr: Kullanıcı avatarlarını göster

source: Disable loading user avatars for slow connections
ca: Desactivar els avatars dels usuaris de càrrega per a connexions lentes
de: Deaktiviere das Laden der Nutzeravatare bei langsamen Verbindungen
eo: Malvalidigi ŝarĝadon de uzantaj avataroj por malrapidaj konektoj
fr: Désactiver le chargement des avatars pour les connexions lentes
id: Nonaktifkan pemuatan avatar pengguna untuk koneksi yang lambat
it: Disabilita il caricamento di avatar utente per le connessioni lente
ja: 接続が遅い間はアイコンの読み込みを無効にする
pt_pt: Desativar carregar avatares dos utilizadores para ligações lentas
ru_ru: Отключите загрузку аватарок при медленном подключении
tr: Avatarları gösterme (yavaş bağlantılar için)

source: Maintenance
ca: Manteniment
de: Wartungsarbeiten
eo: Bontenado
id: Pemeliharaan
it: Manutenzione
ja: メンテナンス
pt_pt: Manutenção
ru_ru: Техобслуживание
tr: Bakım

source: Connection
ca: Connexió
de: Verbindung
eo: Konektado
fr: Connexion
id: Koneksi
it: Connessione
ja: 接続
pt_pt: Ligação
ru_ru: Подключение
tr: Bağlantı

source: Server/Port
ca: Servidor/Port
eo: Gastiga retejo/Pordo
fr: Serveur/Port
it: Server/Porta
ja: サーバー/ポート
pt_pt: Servidor/Porta
ru_ru: Сервер/Порт
