Repository: satanas/Turpial
Catalog: turpial/i18n/*/LC_MESSAGES/turpial.po
Languages: ca, de, eo, fr, id, it, ja, pt_pt, ru_ru, tr

source: Having issues reporting this user as spam
ca: Tinc problemes pera denunciar aquest usuari com a SPAM
de: Problem, diesen Nutzer als Spam zu melden
eo: Havante problemojn raportante ĉi tiun uzanton pro spam
fr: Ayant des problèmes pour signaler cet utilisateur en tant que spam
id: Mengalami masalah melaporkan pengguna ini sebagai spam
it: Avendo alcuni problemi segnalando questo utente come spam
ja: ユーザーをスパムとして報告するのに問題が発生しました
pt_pt: Tendo alguns problemas para reportar este utilizador como spam
ru_ru: Ошибка при отправке сообщения о спаме
tr: Kullanıcıyı spam olarak bildirmede hata oluştu

source: Can not send direct message
ca: No es pot enviar missatge directe
de: Fehler beim Senden der Direktnachricht
eo: Ne eblas sendi rektan mesaĝon
fr: Ne peut pas envoyer de message direct
id: Tidak bisa mengirim pesan langsung
it: Impossibile inviare il messaggio diretto
ja: ダイレクトメッセージを送ることができません
pt_pt: Não é possível enviar mensagem direta
ru_ru: Не получается отправить сообщение
tr: Özel mesaj gönderilemez

source: Error shorting URL
ca: Error escurçant URL
de: Fehler beim Kürzen der URL
eo: Eraro mallongigante URL-on
fr: Erreur lors du raccourcissement de l'URL
id: Kesalahan memendekkan URL
it: Errore nell'abbrevianzione dell'indirizzo
ja: 短縮URLのエラー
pt_pt: Erro ao encurtar URL
ru_ru: Не получается сократить ссылку
tr: URL kısaltılamadı

source: Error uploading image
ca: Error al carregar imatge
de: Fehler beim Hochladen des Bildes
eo: Eraro alŝutante bildon
fr: Erreur lors de la mise en ligne de l'image
id: Kesalahan mengupload gambar
it: Errore nel caricamento dell'immagine
ja: 画像アップロードのエラー
pt_pt: Erro ao enviar imagem
ru_ru: не получаается загрузить изображение
tr: Resim yüklenirken hata oluştu

source: 1 new tweet updated
ca: 1 nou tuit actualitzat
de: 1 neuer Tweet vorhanden
eo: 1 nova pepaĵo ĝisdatigita
fr: 1 nouveau tweet mis à jour
id: 1 tweet baru diperbarui
it: 1 nuovo tweet aggiornato
ja: 1件の新しいツイートを更新しました
pt_pt: 1 novo tweet atualizado
ru_ru: Одно новое сообщение
tr: 1 yeni tweet

source: %s new tweets updated
ca: %s nous tuits actualitzats
de: %s neue Tweets vorhanden
eo: %s novaj pepaĵoj ĝisdatigitaj
fr: %s nouveau tweets mises à jour
id: %s tweet baru diperbarui
it: %s nuovi tweets aggiornati
ja: %s件の新しいツイートを更新しました
pt_pt: %s novos tweets atualizados
ru_ru: %s новых сообщений
tr: %s yeni tweet

source: Test
ca: Prova
eo: Provo
fr: Tester
id: Tes
ja: テスト
pt_pt: Teste
ru_ru: Тест

source: Open
ca: Obrir
de: Öffnen
eo: Malfermi
fr: Ouvrir
id: Buka
it: Apri
ja: 開く
pt_pt: Abrir
ru_ru: Открыть
tr: Aç

source: Set how often are updated the columns
ca: Indiqueu la freqüència d'actualització de les columnes
de: Setze das Aktualisierungsintervall für die Spalten
eo: Elekti kiom ofte estos ĝisdatigitaj la kolonoj
fr: Configurer la fréquence des mises à jour des colonnes
id: Atur seberapa sering kolom diperbarui
it: Impostare ogni quanto si aggiornano le colonne
ja: カラムの更新頻度を設定する
pt_pt: Defina a frequência com que são atualizadas as colunas
ru_ru: Период обновления колонок
tr: Sütunların güncellenme sıklığını seçin

source: Set how often are posted messages from the queue
ca: Indiqueu la freqüència es publiquen missatges de la cua
de: Stelle ein, wie häufig Nachrichten aus der Warteschlange gesendet werden
eo: Elektu kiom ofte estos afiŝitaj mesaĝoj el la vico
fr: Configurer la fréquence de postage des messages de la file d'attente
id: Atur seberapa sering pesan di antrian dikirimkan
it: Imposta ogni quanto i messaggi sono pubblicati della coda
ja: キューからメッセージを投稿する頻度を設定する
pt_pt: Defina a frequência com que são publicadas as mensagens da fila
ru_ru: Период отправки сообщений из очереди
tr: Bekleyen mesajların gönderilme sıklığını seçin

source: Send Turpial to system tray instead of closing
ca: Enviar Turpial a la safata del sistema en lloc de tancar
de: Minimiere Turpial anstatt zu beenden
eo: Sendi Turpial-on al la taskopleto anstataŭ fermi ĝin
fr: Envoyer Turpial dans la barre d'état du système au lieu de fermer
id: Kirim Turpial ke tray sistem daripada menutupnya
it: Invia Turpial nel vassoio di sistema invece di chiudere
ja: 閉じる代わりにTurpialをシステムトレイに送る
pt_pt: Enviar Turpial para a bandeja do sistema em vez de fechar
ru_ru: Сворачивать Turpial в область уведомлений вместо закрытия
tr: Turpial'ı sistem tepsisine gönder

source: Display system notifications when you get updates
ca: Mostrar notificacions del sistema quan arribin actualitzacions
de: Zeige Systembenachrichtigungen beim Erhalt von Nachrichten
eo: Montri sistemajn sciigojn kiam vi ricevu ĝisdatigojn
fr: Présenter des notifications système lorsque vous recevez des mises à jour
id: Tampilkan notifikasi sistem ketika kamu mendapat pembaruan
it: Mostrare una notifica di sistema quando si ricevono aggiornamenti
ja: 更新を取得したときにシステム通知を表示する
pt_pt: Mostrar notificações do sistema quando receber atualizações
ru_ru: Показывать уведомления при получении сообщений
tr: Güncellemeler için sistem bildirimlerini kullan

source: Display system notifications when you perform action like follow, block, etc
ca: Mostra notificacions del sistema quan realitzes accions com seguir, bloquejar, etc
de: Zeige Systembenachrichtigungen, wenn du Aktionen wie Folgen, Blockieren etc. durchführst
eo: Montri sistemajn sciigojn kiam vi efektivigu agadojn kiel sekvi, bloki, ktp
fr: Présenter des notifications système lorsque vous effectuez des actions comme suivre, bloquer, etc.
id: Tampilkan notifikasi sistem ketikan kamu menjalankan aksi suka ikuti, blokir, dll
it: Mostrare una notificazione di sistema quando fare azioni come segue, blocchi, ecc
ja: フォローやブロックなどのアクションがあった時にシステム通知を表示する
pt_pt: Mostrar notificações do sistema quando realizar ações como seguir, bloquear, etc
ru_ru: Показывать уведомления, когда вы кого-то добавляете друзья, блокируете и т.п.
tr: Takip, engelleme gibi durumlar için sistem bildirimlerini kullan

source: Play sounds at startup
ca: Reprodueix sons en l'inici
de: Spiele Klänge beim Starten
eo: Ludi sonojn dum starto
fr: Jouer des sons au démarrage
id: Mainkan suara saat memulai
it: Riprodurre un suono all'avvio
ja: 起動時に音を鳴らす
pt_pt: Tocar sons ao iniciar
ru_ru: Проигрывать мелодию при запуске приложения
tr: Başlangıç için sesli uyarı

source: Play sounds when you get updates
ca: Reproduir sons quan rep actualitzacions
de: Spiele Klänge, wenn du Nachrichten erhältst
eo: Ludi sonojn kiam vi ricevu ĝisdatigojn
fr: Jouer des sons lorsque vous recevez des mises à jour
id: Mainkan suara saat kamu mendapatkan pembaruan
it: Riprodurre suoni quando si ricevono aggiornamenti
ja: 更新を取得したときに音を鳴らす
pt_pt: Tocar sons quando receber atualizações
ru_ru: Проигрывать мелодию при получении сообщений
tr: Güncellemeler için sesli uyarı

source: Set the timeout to wait before closing the connection
ca: Establiu el temps d'espera que ha de passar abans de tancar la connexió
de: Setze die abzuwartende Zeitüberschreitung vor dem Schließen der Verbindung
eo: Elekti la atendotempon por atendi antaŭ ol malfermi la konekton
fr: Configurer le délai d'attente avant de fermer la connection
id: Atur batas waktu untuk menunggu sebelum memutuskan koneksi
it: Imposta il timeout aspettare prima di chiudere la connessione
ja: 接続を閉じるまでのタイムアウトを設定する
pt_pt: Configure o tempo de espera antes de a ligação ser fechada
ru_ru: Установить период ожидания при проверке подключения к сети
tr: Bağlantı için zaman aşımı

source: When selected Turpial show user avatars, Otherwise it will show a black box (recommended for slow or limited internet connections)
ca: Quan estiga seleccionat Turpial mostra Avatars d'usuari. Contrariament es mostrarà quadre negre (Conexions lentes o limitades)
de: Wenn Turpial ausgewählt ist, zeige Nutzeravatare. Anderenfalls wird ein schwarzes Feld angezeigt (empfohlen für langsame oder eingeschränkte Internetverbindungen)
eo: Kiam elektita Turpial-o montras uzantajn avatarojn, male ĝi montron nigran skatolon (konsilinda por malrapidaj aŭ limigitaj konektoj)
fr: Lorsque sélectionné, Turpial montre les avatars. Autrement, Turpial montrera une boîte noire (recommandé pour les connections Internet lentes ou limitées)
id: Ketika dipilih Turpial menampilkan avatar pengguna, Selain itu akan menampilkan kotak hitam (disarankan untuk koneksi internet lambat atau terbatas)
it: Quando è selezionato Turpial mostra avatar utenti, Altrimenti mostrerà una scatola nera. (consigliato per connessioni internet lente o limitato)
ja: Turpialでアイコンを表示するように設定されている時、代わりに真っ黒のアイコンを表示する(低速あるいは制限されたインターネット接続で推奨)
pt_pt: Quando selecionado o Turpial mostrará os avatares do utilizador, caso contrário mostrará uma caixa preta (recomendado para ligações lentas ou limitadas)
ru_ru: Turpial будет показывать черный квадрат, если эта настройка выключена. Подходит для медленных или ограниченых тарифов
tr: Seçili iken kullanıcı avatarları gösterilir. Değilse siyah bir kare görürsünüz (limitli veya sorunlu bağlantılar için önerilir)

source: Confirm restore
ca: Confirmar restauració
de: Bestätige Wiederherstellung
eo: Konfirmi restaŭron
fr: Confirmez la restauration
id: Konfirmasi mengembalikan
it: Conferma ripristino
ja: 認証を復元
pt_pt: Confirme restaurar
ru_ru: Подтвердите сброс настроек
tr: Geri yüklemeyi onayla

source: Do you want to restore your configuration to default? Turpial will be closed and must be restarted after this operation
ca: Vols restaurar la configuració per defecte? Turpial es tancarà i s'ha de reiniciar després d'aquesta operació
de: Möchtest Du deine Konfiguration auf die Voreinstellung zurücksetzen? Turpial wird geschlossen und muss danach neu gestartet werden.
eo: Ĉu vi volas restaŭri vian agordojn defaŭlte? Turpial-o fermiĝos kaj devos esti restartita post tiu ĉi agado
fr: Voulez-vous restaurer la configuration par défaut? Turpial sera fermé et devra être relancé après cette opération
id: Apakah kamu ingin mengembalikan konfigurasi ke default? Turpial akan ditutup dan harus dijalankan ulang setelah operasi ini
it: Vuoi ripristinare le impostazioni predefinite? Turpial si chiuderà e dovrà essere riavviato dopo questa operazione
ja: 設定をデフォルトに戻してもよろしいですか?この操作の後にTurpialは終了し、再起動する必要があります
pt_pt: Quer restaurar suas configurações para o padrão? O Turpial será fechado e deve ser reiniciado após esta operação
ru_ru: Вы правда хотите сбросить все настройки на стандартные? Turpial будет перезапущен
tr: Varsayılan ayarlara dönmek ister misiniz ? Turpial'ı kapatıp yeniden başlatmanız gerekecektir

source: Configuration restored to default successfully. Please, restart Turpial
ca: Configuració dels paràmetres per defecte amb èxit. Si us plau, reinicieu Turpial
de: Standardeinstellungen erfolgreich wiederhergestellt. Bitte Turpial neu starten
eo: Agordado restaŭrita sukcese defaŭlte. Bonvole, restartigu Turpial-on
fr: La configuration a été réinitialisée avec succès. Veuillez redémarrer Turpial
id: Konfigurasi telah sukses dikembalikan ke default. Silahkan, menjalankan ulang Turpial
it: Configurazione ripristinata per difetto correttamente. Per favore, riavviare Turpial
ja: 設定をデフォルトに戻しました。Turpialを再起動してください
pt_pt: Configuração restaurada com sucesso para o padrão. Por favor, reinicie o Turpial
ru_ru: Настройки успешно сброшены на стандартные. Перезапустите Turpial
tr: Varsayılan ayarlara dönüldü. Lütfen Turpial'ı yeniden başlatın

source: Wait! That account does not exist
ca: Espera! Aquest compte no existeix
de: Warte! Das Konto existiert nicht
eo: Atendu! Tiu konto ne ekzistas
fr: Attendez! Ce compte n'existe pas
id: Tunggu! Akun itu tidak ada
it: Aspetta! Quell'account non esiste
ja: そのアカウントは存在しません
pt_pt: Espere! Esta conta não existe
ru_ru: Эта учетная запись не существует!
tr: Böyle bir hesap yok ki!

source: Hi there!
ca: Hola!
de: Hallo!
eo: Saluton!
fr: Salut la compagnie!
id: Hai disana!
it: Ciao!
ja: こんにちは!
pt_pt: Olá!
ru_ru: Привет!
tr: Merhaba!

source: Give me a minute, I am shaking my feathers and stretching my wings...
ca: Dóna'm un minut, estic movent les meus plomes i estirar les meves ales ...
de: Gib mir eine Minute. Ich schüttele meine Federn und strecke meine Flügel...
eo: Donu min minuton, mi skuas miajn plumojn kaj etendas miajn flugilojn
fr: Donnez-moi une minute: je suis en train de me secouer les plumes et de me réchauffer les ailes...
id: Berikan saya waktu, saya sedang menggetarkan bulu dan mengembangkan sayapku
it: Dammi un minuto, sto tremando le mie piume e stretching mie ali...
ja: ちょっと待ってね。エンジン温めてるから...
pt_pt: Um minuto, estou a sacudir as minhas penas e a esticar as minhas asas...
ru_ru: Одно мнговение, встряхну свои перья и расправлю крылья...
tr: Biraz daha bekleyin, kanatlanmama az kaldı...

source: Confirm close
ca: Confirma sortida
de: Bestätige Schließen
eo: Konfirmi malfermon
fr: Confirmer la fermeture
id: Konfirmasi menutup
it: Conferma la chiusura
ja: 認証を閉じる
pt_pt: Confirmar fechar
ru_ru: Подтвердите выход
tr: Kapatma onayı

source: Do you want to close Turpial?
ca: Vols tancar Turpial?
de: Möchtest du Turpial beenden?
eo: Ĉu vi volas malfermi Turpial-on?
fr: Voulez-vous fermer Turpial?
id: Apakah kamu ingin menutup Turpial?
it: Vuoi chiudere Turpial?
ja: Turpialを閉じてもよろしいですか?
pt_pt: Quer fechar Turpial?
ru_ru: Вы правда хотите закрыть Turpial?
tr: Turpial'ı kapatmak ister misiniz?

source: Uh oh...
ca: Oh oh...
de: Auweia...
eo: Ho ve...
fr: Oups...
id: Aduh...
it: Oh oh...
ja: おっと…
pt_pt: Ops...
ru_ru: Вот незадача...
tr: Eee şey...

source: Something terrible happened, I could not reach the Internet
ca: Una cosa terrible ha passat, no puc arribar a Internet
de: Etwas Schreckliches ist passiert. Ich komme nicht ins Internet
eo: Io terura okazis, mi ne povas atingi la interreton
fr: Quelque chose de terrible est arrivé: je n'ai pas pu me connecter à Internet
id: Sesuatu yang mengerikan terjadi, saya tidak bisa mencapai internet
it: Qualche cosa di terribile è successo, non ho potuto raggiungere Internet
ja: インターネットに接続できません
pt_pt: Algo terrível aconteceu, eu não consegui acessar a Internet
ru_ru: Что случилось? Я не могу подключиться к интернету
tr: Ciddi bir sorun oldu. Internete bağlanılamıyor

source: Try again
ca: Intenta-ho de nou
de: Versuche es erneut
eo: Provu ree
fr: Essayez encore
id: Coba lagi
it: Riprova
ja: もう一度行なってください
pt_pt: Tentar novamente
ru_ru: Попробовать снова
tr: Tekrar dene

source: from
ca: de
de: von
eo: el
fr: de
id: g√∂nderen
it: da
ja: から
pt_pt: de
ru_ru: от
tr: gönderen

source: in reply to
ca: En resposta a
de: als Antwort auf
eo: Repondante al
fr: en réponse à
id: membalas ke
it: In risposta a
ja: 返信
pt_pt: em resposta a
ru_ru: ответ на
tr: yanıtlanan

source: Adjust update frequency for columns
ca: Ajusta la freqüència d'actualització per a les columnes
de: Stelle das Aktualisierungsintervall für Spalten ein
eo: Agordi ĝisdatigan frekvencon por kolonoj
fr: Ajuster la fréquence de mise à jours par colonnes
id: Sesuaikan frekuensi pembaruan untuk kolom
it: Regolare la frequenza di aggiornamento per colonne
ja: カラムの更新頻度を調整する
pt_pt: Ajustar a frequência de atualização das colunas
ru_ru: Измените интервал обновления колонок
tr: Sütunlar için güncelleme sıklığını düzenle

source: Update Interval
ca: Interval d'actualització
de: Aktualisierungsintervall
eo: Ĝisdatiga intervalo
fr: Intervalle de mise à jour
id: Jeda pembaruan
it: Intervallo di aggiornamento
ja: 更新間隔
pt_pt: Intervalo de Actualização
ru_ru: Интервал обновления
tr: Güncelleme aralığı

source: Statuses
ca: Estatus
de: Status
eo: Statusoj
fr: Statuts
id: Status
it: Stati
ja: ステータス
pt_pt: Status
ru_ru: Сообщения
tr: Durumlar

source: Load profile color
ca: Carrega color de perfil
de: Lade Profilfarbe
eo: Ŝarĝi profilan koloron
fr: Charger la couleur du profil
id: Muat warna profil
it: Carica colore di profilo
ja: プロフィールカラーを読み込む
pt_pt: Carregar cor do perfil
ru_ru: Загрузить цвет профиля
tr: Profil rengi yükle

source: Use your profile color for highlighted elements
ca: Utilitzeu el perfil de color per als elements ressaltats
de: Nutze deine Profilfarbe, um Elemente zu hervorzuheben
eo: Uzu vian profilan koloron por reliefigitaj elementoj
fr: Utiliser votre couleur de profil pour les éléments en surbrillance
id: Menggunakan warna profil untuk elemen yang disorot
it: Usa il tuo colore di profilo per gli elementi evidenziati
ja: ハイライト表示の要素にプロフィールカラーを使う
pt_pt: Usar a cor do seu perfil para os elementos selecionados
ru_ru: Использовать цвет вашего профиля для подсветки элементов
tr: Öncelikli elemanlar için profil renginiz kullanılsın

source: Minimize to tray
ca: Minimitzar a la safata de sistema
de: In Benachrichtigungsleiste minimieren
eo: Malgrandigi al la taskopleto
fr: Minimiser dans la barre d'état
id: Kecilkan ke tray
it: Minimizzare nel vassoio di sistema
ja: トレイを縮小
pt_pt: Minimizar para a bandeja
ru_ru: Свернуть в область уведомлений
tr: Sistem tepsisine küçült

source: Send Turpial to system tray when closing main window
ca: Enviar Turpial a la safata del sistema en tancar la finestra principal
de: Minimiere Turpial in die Benachrichtigungsleiste, wenn das Hauptfenster geschlossen wird
eo: Sendi Turpial-on al taskopleto kiam vi fermu la ĉefan fenestron
fr: Envoyer Turpial dans la barre d'état lors de la fermeture de la fenêtre principale
id: Kirim Turpial ke sistem tray ketika menutup jendela utama
it: Invia Turpial nel vassoio di sistema quando chiudere la finestra principale
ja: メインウィンドウを閉じるときTurpialをシステムトレイに送る
pt_pt: Minimizar o Turpial para a bandeja do sistema ao fechar a janela principal
ru_ru: Сворачивать Turpial в область уведомлений при закрытии главного окна
tr: Turpial kapatılınca sistem tepsisine gönder

source: Updates
ca: Actualitzacions
de: Aktualisierungen
eo: Ĝisdatigoj
fr: Mises à jour
id: Pembaruan
it: Aggiornamenti
ja: 更新
pt_pt: Atualizações
ru_ru: Обновления
tr: Güncellemeler

source: Show a notification when you get updates
ca: Mostra una notificació quan rep actualitzacions
de: Zeige eine Benachrichtigung, wenn Aktualisierungen vorhanden sind
eo: Montri sciigojn kiam vi ricevu ĝisdatigojn
fr: Montrer une notification lors de la réception de mise à jours
id: Tampilkan notifikasi ketika kamu mendapatkan pembaruan
it: Mostrare una notifica quando si riceve aggiornamenti
ja: 更新があった時に通知する
pt_pt: Mostrar notificações ao receber atualizações
ru_ru: Отображать уведомления при получении обновлений
tr: Güncellemer için bildirim göster

source: Login
ca: Iniciar sessió
de: Anmelden
eo: Ensalutado
fr: Authentification
it: Accesso
ja: ログイン
pt_pt: Iniciar Sessão
ru_ru: При подключении
tr: Giriş

source: Show a notification at login with user profile
ca: Mostrar una notificació en iniciar la sessió amb el perfil d'usuari
de: Zeige eine Benachrichtigung mit Nutzerprofil beim Anmelden
eo: Montri sciigojn kiam ensalutante kun la uzanta profilo
fr: Montrer une notification lors de l'authentification au profil de l'utilisateur
id: Tampilkan notifikasi saat login dengan profil pengguna
it: Mostrare una notifica al momento dell'accesso con il profilo utente
ja: ユーザー プロファイルにログイン時の通知を表示する
pt_pt: Mostrar uma notificação ao iniciar sessão com o perfil de utilizador
ru_ru: Отображать уведомление при подключении
tr: Profilinizle girişte bildirim göster

source: Tray icon
ca: Icona de la safata
de: Symbol in Benachrichtigungsleiste
eo: Pleta bildo
fr: Icône de la barre d'état
id: Ikon tray
it: Icona di vassoio di sistema
ja: トレイアイコン
pt_pt: Ícone na área de notificação
ru_ru: Область уведомлений
tr: Sistem tepsisi ikonu

source: Change the tray icon when you have notifications
ca: Canviar la icona de la safata quan tens notificacions
de: Ändere das Symbol in der Benachrichtigungsleiste bei neuen Nachrichten
eo: Ŝanĝi la pletan bildon kiam vi havu sciigojn
fr: Modifier l’icône de la barre d'état quand vous avez des notifications
id: Mengubah ikon tray ketika kamu mendapatkan notifikasi
it: Cambiare l'icona del vassoio di sistema quando si hanno le notifiche
ja: 通知があるときにトレイアイコンを変更する
pt_pt: Mudar o ícone da bandeja quando houver notificações
ru_ru: Изменить изобрадение в области уведомлений при получении уведомлений
tr: Bildirim geldiğinde sistem tepsisi ikonunu değiştir

source: Play a sound when you login
ca: Reprodueix un so quan inicies sessió
de: Spiele einen Klang beim Anmelden
eo: Ludi sonon kiam vi ensalutu
fr: Jouer un son lors de l'authentification
id: Mainkan suara ketika kamu login
it: Riprodurre un suono quando si effettua l'accesso
ja: ログイン時に音を鳴らす
pt_pt: Tocar um som iniciar a sessão
ru_ru: Проигрывать мелодию при подключении
tr: Girişi için sesli uyarı

source: Play a sound when you get updates
ca: Reprodueix un so quan reps actualitzacions
de: Spiele einen Klang bei neuen Nachrichten
eo: Ludi sonon kiam vi havu ĝisdatigojn
fr: Jouer un son quand vous recevez des mise à jours
id: Mainkan suara ketika kamu mendapat pembaruan
it: Riprodurre un suono quando si ricevono aggiornamenti
ja: 更新を取得したときに音を鳴らす
pt_pt: Tocar um som quando receber atualizações
ru_ru: Проигрывать мелодию при обнаружении обновлений
tr: Güncellemeler için sesli uyarı

source: Sounds
ca: Sons
de: Klänge
eo: Sonoj
fr: Sons
id: Suara
it: Suoni
ja: 音
pt_pt: Sons
ru_ru: Звуки
tr: Sesler

source: Select your preferred services to shorten URLs and to upload images
ca: Seleccioneu els vostres serveis preferits per escurçar URLs i per pujar imatges
de: Wähle deine bevorzugten Dienste zum Kürzen von URLs und für das Hochladen von Bildern
eo: Elektu vian preferatan servon por mallongigi URL-ojn kaj alŝuti bildojn
fr: Sélectionner votre service favori pour le raccourcissement d'URLs et la mise en ligne d'images
id: Pilih layanan yang kamu inginkan untuk memendekkan URL dan mengupload gambar
it: Selezioni il tuo servizio preferito per abbrevia indirizzi e caricare immagini
ja: 短縮URLと画像アップロードのサービスを選ぶ
pt_pt: Selecione o serviço favorito para encurtar URLs e carregar imagens
ru_ru: Выберите свои любимые сервисы для сокращения ссылок и загрузки изображений
tr: URL kısaltmak ve resim yüklemek için servis seçin

source: Shorten URL
ca: URL Escurçada
de: Kürze URL
eo: Mallongigi URL-ojn
fr: Raccourcir l'URL
id: Pemendek URL
it: Abbreviare indirizzo
ja: 短縮URL
pt_pt: URL's Curtos
ru_ru: Сокращение ссылок
tr: URL kısalt

source: Upload images
ca: Carregar imatges
de: Lade Bilder hoch
eo: Alŝuti bildon
fr: Uploader des images
id: Upload Gambar
it: Carica immagini
ja: 画像アップロード
pt_pt: Enviar imagens
ru_ru: Загрузка изображений
tr: Resim yükle

source: Filter out anything that bothers you
ca: Filtrar qualsevol cosa que moleste
de: Filtere alles heraus, was dich stört
eo: Filtri ion ajn kion ĝenu vin
fr: Filtrer quoi que ce soit qui vous dérange
id: Menyaring apa yang mengganggu Anda
it: Filtrare qualsiasi cosa chi ti dà fastidio
ja: フィルタリングする
pt_pt: Filtrar qualquer coisa que o incomode
ru_ru: Отфильтруйте все, что вам не нравится
tr: İstemedikleriniz için filtre oluşturun

source: Setup your favorite web browser to open all links
ca: Configureu el vostre navegador web favorit per obrir tots els enllaços
de: Richte deinen Standardbrowser ein, um Links zu öffnen
eo: Agordu vian preferatan retumilon por malfermi ĉiujn ligilojn
fr: Configurez votre navigateur web préféré pour ouvrir tous les liens
id: Setup browser web web favorit kamu untuk membuka semua link
it: Configura il tuo navigatore preferito per aprire tutti i link
ja: リンクを開くブラウザを設定する
pt_pt: Configure o seu navegador web favorito para abrir todos os endereços
ru_ru: Выберите ваш любимый браузер для открытия ссылок
tr: Linkleri açmak için tarayıcı seçin

source: Default web browser
ca: Navegador web per defecte
de: Standardbrowser
eo: Defaŭlta retumilo
fr: Navigateur web par défaut
id: Browser default
it: Navigatore predefinito
ja: 既定のブラウザ
pt_pt: Navegador web predefinido
ru_ru: Предпочитаемый браузер
tr: Varsayılan tarayıcı
